/* FindHostelMapView title KM one */
"%f km away~" = "%f km away~";

/* FindHostelMapView title m one */
"%f m away~" = "%f m away~";

/* Add to favourite successfully alert msg */
"Added Successfully." = "Added Successfully.";

/* Okay button */
"Okay" = "Okay";

/* Add to favourite fail alert title */
"Oops." = "Oops.";

/* Do not find hostel alert msg */
"Oops.No Hostel avaliable in the select city right now." = "Oops.No Hostel avaliable in the select city right now.";

/* Do not find hostel alert title */
"Sorry." = "Sorry.";

/* Add to favourite successfully alert title */
"Success." = "Success.";

/* Add to favourite fail alert msg */
"You have add this hostel to the favourite hostels before." = "You have add this hostel to the favourite hostels before.";

